tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "cmake"
brew "gnutls"
brew "icu4c"
brew "harfbuzz"
brew "libass"
brew "mbedtls"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "node"
brew "nvm"
brew "python@3.8"
brew "qt"
brew "ruby"
brew "speedtest-cli"
brew "swig"
brew "terraformer", args: ["HEAD"]
brew "tig"
brew "tmux"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "alfred"
cask "amethyst"
cask "cloudapp"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "iterm2"
cask "krisp"
cask "ngrok"
cask "notable"
cask "notion"
cask "postgres"
cask "postman"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
