tap "github/bootstrap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "cmake"
brew "icu4c@76"
brew "harfbuzz"
brew "libass"
brew "mbedtls"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "launchdns", restart_service: :changed
brew "node"
brew "nvm"
brew "protobuf"
brew "python@3.8"
brew "qt"
brew "ruby"
brew "speedtest-cli"
brew "swig"
brew "terraformer", args: ["HEAD"]
brew "tig"
brew "tmux"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "alfred"
cask "amethyst"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "krisp"
cask "ngrok"
cask "notable"
cask "notion"
cask "obs"
cask "postman"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "todoist"
cask "vlc"
cask "whatsapp"
cask "zight"
vscode "42crunch.vscode-openapi"
vscode "ajshortt.tokyo-hack"
vscode "alefragnani.project-manager"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "bigous.vscode-multi-line-tricks"
vscode "bladnman.auto-align"
vscode "catppuccin.catppuccin-vsc"
vscode "cbuelter.vscode-toggle-max-editor"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "craigmaslowski.erb"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-new-file"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "kaiwood.endwise"
vscode "kkozee.theme-one-dark-vivid"
vscode "loilo.snazzy-light"
vscode "miguelsolorio.min-theme"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "mubaidr.vuejs-extension-pack"
vscode "netcorext.uuid-generator"
vscode "nuxt.mdc"
vscode "nuxtr.nuxtr-vscode"
vscode "octref.vetur"
vscode "olback.es6-css-minify"
vscode "peterj.proto"
vscode "pnp.polacode"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-snippets"
vscode "sergelamikhov.aligntokens"
vscode "shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shuworks.vscode-table-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
